export const highlightData = [
    {
        img: 'https://f.ptcdn.info/236/083/000/s8w1c21mcn0IbrbPwn7Xg-o.jpg', title: 'พี่แป้งชวนรีวิว “ครีมกันแดดตัวเด็ด“ ภาค 4 ลุ้นรับตุ๊กตาน้องเพี้ยนไซส์ใหญ่ ครีมกันแดด และพันทิปพอยท์'
    },
    {
        img: 'https://f.ptcdn.info/007/082/000/s2nc191schy1n4uqopP3L-o.jpg', title: 'ข่าวดี! เพื่อนๆ สามารถสร้างรายได้ไปพร้อมกับใช้งาน Pantip ได้แล้วนะ'
    },
    {
        img: 'https://f.ptcdn.info/617/082/000/s5jjj3hcfjr2Dof0812m-o.png', title: 'Pantip Pick of the Year 2023 - รวม 10 สุดยอดกระทู้แห่งปี 2566 ที่ถูกใจทีมงาน Pantip'
    },
    {
        img: 'https://f.ptcdn.info/163/080/000/rrz1ua1xrxaDQ31hBUcA7-o.jpg', title: 'พันทิปนานุกรม … ชวนมาดู Cover Design วันสำคัญ บนเว็บไซต์ Pantip'
    },
    {
        img: 'https://f.ptcdn.info/381/083/000/s9n5a2246swO3LIh63lME-o.png', title: '[Pantip Point] ชวนเธอคนดีมาเล่น #เกมเขาวงกต พร้อมตามหาน้องเพี้ยนกัน !'
    },
    {
        img: 'https://ptcdn.info/home_highlight/2022-10/633b8e4a00d01f12500f33e6_hvzb60o1p0_400.jpg', title: '🎧 PANTIP PODCAST 🎧 3 อันดับกระทู้ฮิตบนพันทิปประจำ'
    },
]

