export const pantipRealtime = [
    {
        title: 'ลิซ่าโบกมือลา Celine คิดว่าแบรนด์นี้จะยังปังอยู่อีกมั้ย?',
        img: 'https://f.ptcdn.info/437/083/000/s9wxdrx9mzHof1K8Fn5J-o.jpg',
        hastag: [
            'ลลิษา มโนบาล (ลลิส)',
            'BLACKPINK (นักร้องนักดนตรี)',
            'K-POP',
            'CELINE',
            'Louis Vuitton'
        ],
        name: 'สมาชิกหมายเลข 4767826',
        comment: 25,
        like: 75,
        status: 0
    },
    {
        title: 'มิจฉาชีพ มีรูปแบบใหม่มาอีกแล้ว?', img: '',
        hastag: [
            'เตือนภัย',
            'มิจฉาชีพ',
            'ธนาคารไทยพาณิชย์',
            'ธนาคาร',
            'ภาพข่าว'
        ], name: 'เที่ยวสบายสบาย',
        comment: 10,
        like: 90,
        status: 0
    },
    {
        title: 'ทำงานส่งประกันสังคม 20 ปี+ ได้บำเหน็จประมาณเท่าไหร่ครับผม', img: '',
        hastag: [
            'ประกันสังคม',
            'สิทธิผู้สูงอายุ',
            'ชีวิตหลังเกษียณ',
            'มนุษย์เงินเดือน',
            'กองทุนผู้สูงอายุ'
        ], name: 'สมาชิกหมายเลข 7993281',
        comment: 15,
        like: 85,
        status: 0
    },
    {
        title: '[Spoil] JUJUTSU KAISEN : 253 ศึกชี้ชะตาแดนอสุราชินจุกุ (25)', img: 'https://f.ptcdn.info/446/083/000/s9ykgp5b1tjnaKoLzoBV-o.jpg',
        hastag: [
            'Shonen Jump (นิตยสารการ์ตูน)',
            'Jujutsu Kaisen (มหาเวทย์ผนึกมาร)',
            'การ์ตูน',
            'การ์ตูนญี่ปุ่น',
            'มังงะ'
        ], name: 'Josephbb',
        comment: 20,
        like: 30,
        status: 0
    },
    {
        title: 'ParisFashionWeek 2024 ชอบลุคของใครที่สุด', img: 'https://f.ptcdn.info/451/083/000/s9z4y9xzgf8i5110fJv-o.jpg',
        hastag: [
            'K-POP'
        ], name: 'สมาชิกหมายเลข 5343572',
        comment: 8,
        like: 55,
        status: 0
    },
    {
        title: '[CR] พาชม ศูนย์อาหารใหม่ ห้างดิโอลด์สยาม โฉมใหม่ไฉไลกว่าเดิม🍜🍛🍚', img: 'https://f.ptcdn.info/437/083/000/s9wxa09lisxgpX729ZFO-o.jpg',
        hastag: [
            'ร้านอาหาร',
            'สถานที่ท่องเที่ยวกรุงเทพฯ',
            'One Day Trip',
            'อาหาร',
        ], name: '1485 journey',
        comment: 12,
        like: 85,
        status: 0
    },
];



export const pantipPick = [
    {
        title: '🎤 เช็คลิสต์ศิลปิน ‘เดบิวต์ | คัมแบค’ เดือน ‘มีนาคม’ 2024 ♫ ♬',
        img: 'https://f.ptcdn.info/450/083/000/s9z0rsm2jkPx37NjK43A-o.jpg',
        hastag: [
            'K-POP',
            'Red Velvet (นักร้องนักดนตรี)',
            'BTS (นักร้องนักดนตรี)',
            'DAY6 (นักร้องนักดนตรี)',
            'NCT DREAM (นักร้องนักดนตรี)',
        ],
        name: 'เพี้ยน จัง แก',
        comment: 15,
        like: 75,
        status: 0
    },
    {
        title: 'พาเพื่อนๆเดินเที่ยว First Avenue Tokyo Station ที่รวมแหล่งช้อปปิ้ง ทั้งร้านอาหาร ของกิน ของฝาก อยู่ได้ทั้งวัน',
        img: 'https://f.ptcdn.info/446/083/000/s9yjtc22jefbk3P6qOW9f-o.jpg',
        hastag: [
            'อาหารญี่ปุ่น',
            'บันทึกนักเดินทาง',
            'ร้านอาหาร',
            'อาหาร',
            'เที่ยวญี่ปุ่น',
        ],
        name: 'ChillChill-Trip',
        comment: 30,
        like: 90,
        status: 0
    },
    {
        title: '[ okinawa 2024 ] 3 วัน 4 คืน ฉบับเที่ยวคนเดียว/ไม่เช่ารถ/ง้อทัวร์นิดนึง <3 [1/4]',
        img: 'https://f.ptcdn.info/439/083/000/s9x6al1l6vf98cQji9Kbx-o.jpg',
        hastag: [
            'เที่ยวต่างประเทศ',
            'นักท่องเที่ยว',
            'โอกินาว่า',
            'เที่ยวญี่ปุ่น',
            'สถานที่ท่องเที่ยวต่างประเทศ',
        ],
        name: 'สมาชิกหมายเลข 5505312',
        comment: 20,
        like: 100,
        status: 0
    },
    {
        title: 'รวมประโยคเด็ดในละครไทย ที่เพื่อนๆ แสนตราตรึงใจจนถึงทุกวันนี้',
        img: 'https://f.ptcdn.info/449/083/000/s9ywd7nehzI4pak1cE8P-o.jpg',
        hastag: [
            'ละครโทรทัศน์',
            'BEC (ช่อง 3)',
            'One31',
            'นักแสดง',
        ],
        name: 'PANTIP CREW',
        comment: 25,
        like: 70,
        status: 0
    },
    {
        title: '... ต้มจืดวุ้นเส้น เมนูอร่อยทำง่าย ซดน้ำร้อนๆ กลิ่นหอมๆค่ะ 💛🧡💚',
        img: 'https://f.ptcdn.info/438/083/000/s9x1w3257iLN7nTH3XMq-o.jpg',
        hastag: [
            'ทำอาหาร',
            'เมนูต้ม',
            'อาหารคาว',
        ],
        name: 'Ananya Amy_1994',
        comment: 8,
        like: 50,
        status: 0
    },
    {
        title: 'เงินเปลี่ยนนิสัยได้จริงมั้ยคะ',
        img: '',
        hastag: [
            'ปัญหาชีวิต',
            'มนุษย์เงินเดือน',
            'พนักงานประจำ',
        ],
        name: 'สมาชิกหมายเลข 7861040',
        comment: 3,
        like: 90,
        status: 0
    },
    {
        title: 'จุดทศนิยมที่เก่าแก่ที่สุดในโลกค้นพบในบันทึกของพ่อค้าอิตาลี',
        img: 'https://f.ptcdn.info/439/083/000/s9x5wf1eweajFXWevMAjZ-o.png',
        hastag: [
            'คณิตศาสตร์',
            'หน้าต่างโลก',
        ],
        name: 'ravio',
        comment: 14,
        like: 70,
        status: 0
    },
]



export const pantipHitz = [
    {
        title: 'ชื่นชมฌิไฮนินจากไลฟ์ไข่หวาน', img: '',
        hastag: [
            'BNK48',
            'CGM48',
        ], name: 'สมาชิกหมายเลข 7657391',
        comment: 5,
        like: 372,
        status: 0
    },
    {
        title: 'ทุกคนคิดว่าศิลปินไอดอลเกาหลีคนไหนที่ได้เป็นBA/GBAเหมาะกับตัวแบรนด์ที่ได้บ้างคะ', img: '',
        hastag: [
            'K-POP',
            'นักร้องนักดนตรีเกาหลี',
            'วงดนตรีเกาหลี'
        ], name: 'สมาชิกหมายเลข 7933315',
        comment: 12,
        like: 523,
        status: 0
    },
    {
        title: '# UPDATE จำนวน Kami,Oshi,Cookies and Likes ของ BNK รุ่น 5 หลังจากเริ่มมีการ Live ใน App IAM48', img: 'https://f.ptcdn.info/453/083/000/s9zcz71186m9Sg5FAdmhC-o.png',
        hastag: [
            'BNK48',
        ], name: 'ช็อคโกเลิฟ',
        comment: 32,
        like: 921,
        status: 0
    },
    {
        title: 'ตำนานไทยเกือบได้ไปโอลิมปิค ตำนานไหนคือที่สุดคะ', img: 'https://f.ptcdn.info/450/083/000/s9z15hu56l48ZLhpPq8M-o.jpg',
        hastag: [
            'วอลเลย์บอล',
            'วอลเลย์บอลไทย',
            'โอลิมปิก 2024',
            'โอลิมปิก'
        ], name: 'สมาชิกหมายเลข 4024220',
        comment: 17,
        like: 611,
        status: 0
    },
    {
        title: '[#LE_SSERAFIM] No.1 #EASY6thwin🏆🏆🏆🏆🏆🏆 #LE_SSERAFIM24thwin🎉 on Mcountdown 24.03.07', img: 'https://f.ptcdn.info/452/083/000/s9z6wwt23qRczPflExI7-o.jpg',
        hastag: [
            'K-POP',
            'LE SSERAFIM (นักร้องนักดนตรี)',
            'M Countdown (รายการโทรทัศน์)',
        ], name: 'tle636',
        comment: 28,
        like: 853,
        status: 0
    },
    {
        title: 'Fond,Niky QRRA', img: 'https://f.ptcdn.info/451/083/000/s9z3jddjiTyaLgCLpIF-o.jpg',
        hastag: [
            'QRRA (นักร้องนักดนตรี)',
            'BNK48',
            'นักร้องนักดนตรีหญิง',
        ], name: 'The Storm on the Sea',
        comment: 8,
        like: 281,
        status: 0
    },
]

export const tagHit = [
    "BNK48",
    "BLACKPINK (นักร้องนักดนตรี)",
    "วันพีซ One piece",
    "เชียร์สด",
    "TrueMoney",
    "BABYMONSTER (นักร้องนักดนตรี)",
    "Liverpool F.C.",
    "BEC (ช่อง 3)",
    "ปัญหาความรัก",
    "เรตติ้งละคร"
];

export const club = [
    "AF 12",
    "AF Fan Club",
    "BTS & ARMY in Pantip",
    "FASHIONISTA CLUB",
    "Graduate Lounge",
    "Michael Jackson",
    "Reality G@me",
    "Series Club",
    "The Star Fan Club",
    "TWICE & ONCE in Pantip",
    "Welcome to neverland *(G)I-DLE in Pantip",
    "กระโจมหรรษา",
    "คลับ PR Channel",
    "คลับเพื่ออิสรภาพทางการเงิน",
    "เปิดท้ายชานเรือน",
    "พรรคมารฯคาเฟ่",
    "เรารักโปสการ์ด",
    "เล่าเรื่องภาวนา"
];

export const website = [
    { img: 'https://pantip.com/static/images/logo-bloggang.png' },
    { img: 'https://pantip.com/static/images/logo-pantown.png' },
    { img: 'https://pantip.com/static/images/logo-pantipmarket.png' },
    { img: 'https://pantip.com/static/images/logo-maggang.png' },
]